Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_368_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámiid iešmearridanvuoigatvuohta váilevaš Suomas
smn: Sämmilij jiešmeridemvuoigâdvuotâ vááijuvlâš Suomâst

source: – Sámiid iešmearridanvuoigatvuohta álbmogin ii ollašuva daningo sámiid iešráđđen lea ráddjejuvvon guoskat dušše giela ja kultuvrra , gávnnahii Sámedikki ságadoalli Klemetti Näkkäläjärvi , Juvvá Lemet , Roavvenjárggas 15.4. ordnejuvvon konferánssas .
smn: – Sämmilij jiešmeridemvuoigâdvuotâ aalmugin ij olášuu , ko sämmilij jiešhaldâšem lii räijejum kuoskâđ tuše kielâ já kulttuur , páhudij Sämitige saavâjođetteijee Klemetti Näkkäläjärvi Ruávinjaargâst 15.4. uárnejum konfereensâst .

source: Sámiide lea dorvvastuvvon Suoma vuođđolágas álgoálbmoga sajádat , vuoigatvuohta iežaset gillii ja kultuvrii ja kulturiešráđđen ruovttuguovllusteaset .
smn: Sämmiláid lii torvejum Suomâ vuáđulaavâst algâaalmugsajattâh , vuoigâdvuotâ jieijâs kielân já kulttuurân sehe kulttuurjiešhaldâšem sämikuávlust .

source: Sámegiella lea suodjaluvvon sámi giellalágain ja sámedikki bargguin lea mearriduvvon iežas lágain .
smn: Sämikielâ syeijee säämi kielâlaahâ já sämitige pargoin asâttuvvoo jieijâs lavváin .

source: – Sámiid iešmearridanvuoigatvuohta álbmogin ii goittotge ollašuva daningo sámiid iešráđđen lea ráddjejuvvon guoskat dušše giela ja kultuvrra , gávnnahii Sámedikki ságadoalli Klemetti Näkkäläjärvi , Juvvá Lemet , Roavvenjárggas 15.4. ordnejuvvon konferánssas .
smn: – Sämmilij jiešmeridemvuoigâdvuotâ aalmugin ij kuittâg olášuu , ko sämmilij jiešhaldâšem lii räijejum kuoskâđ tuše kielâ já kulttuur , páhudij Sämitige saavâjođetteijee Klemetti Näkkäläjärvi Ruávinjaargâst 15.4. uárnejum konfereensâst .

source: Suopma ii leat ratifieren iešmearridanvuoigatvuođa nannejeaddji soahpamušaid nugo ILO 169-soahpamuša , iige ollašuhttan ON dievasčoahkkimis 2007 dohkkehuvvon álgoálbmogiid vuoigatvuođaid julggaštusa iige Unesco inmateriála kulturárbbi suodjalansoahpamuša .
smn: Suomâ ij lah ratifisistám sämmilij jiešmeridemvuoigâdvuođâ nanodeijee sopâmuš , ovdâmerkkân ILO 169-sopâmuš , ige olášittám OA tievâsčuákkim 2007 tuhhiittem algâaalmugij vuoigâdvuođâid kyeskee julgáštâs já Unesco immateriaallâš kulttuurärbivyevi suojâlemsopâmuš .

source: – Suopma ii maiddái leat lihkkostuvvan dievaslaččat deavdit jo ovdal ratifierejuvvon soahpamušaid geatnegasvuođaid sámiid vuostá , gávnnahii Näkkäläjärvi .
smn: – Suomâ ij lah meiddei luhostum ollásávt tevdiđ jo ratifisistum sopâmušâi kenigâsvuođâid sämmilij kuáttá , páhudij Näkkäläjärvi .

source: Näkkäläjärvi gávnnahii vel ságastis , man doalai ON earenoamáš raporterejeaddji olmmošvuoigatvuohtaraporterema oktavuođas ordnejuvvon konferánssas , ahte váttisvuohtan lea maid dat , ahte Suopma ii dovddas sámiid álbmogin baicce álgoálbmogin .
smn: Näkkäläjärvi páhudij savâstis OA algâaalmugraportistee James Anayan olmoošvuoigâdvuođâraportistmân kullee konfereensâst meiddei váduhin tom , et Suomâ ij tuubdâst sämmilijd aalmugin mut algâaalmugin .

source: – Suopma ii dohkket sámiid álbmogin ja rihkku dás diđolaččat ON sivila- ja politihkalaš vuoigatvuođaid guoski álbmogiidgaskasaš almmolašsoahpamusa vuosttaš artihkkala , dajai Näkkäläjärvi .
smn: – Suomâ ij tuhhit sämmilijd aalmugin já rikko táágu pehti tiäđulávt OA aalmuglâš- já poolitlâš vuoigâdvuođâid kyeskee aalmugijkoskâsii almossopâmuš 1 artikla , páhudij Näkkäläjärvi .

source: – Lea váidalahtti , ahte Suoma stáhta ain joatká nátionalisttalaš politihka árbbi , mas jurddan lea okta álbmot ovtta riikkas .
smn: – Suomâ staatâ uáinu kovvee vaidâlittee nationaallâš ärbivyevi , mast juurdân lii ohtâ aalmug oovtâ väldikoddeest .

source: Näkkäläjärvi anii sámiid iešráđđema resursavátnivuođa struktuvrralaš vealáheapmin ja easttan iešráđđema ollašuvvamii .
smn: Näkkäläjärvi oonij sämmilij jiešhaldâšem reesuursâvááijuvvuođâ rááhtušlâš olgooštmân já iästun jiešhaldâšem olášuumán .

source: – Sámedikki resursavátnivuohta eastá beaktilit sámedikki barggu , man ulbmilin lea sámiid sajádaga ja maiddái iešmearridanvuoigatvuođa ovddideapmi .
smn: – Sämitige vyelligis reesuurstääsi iästá pehtilávt sämmilij aktiivlâš sajattuv ovdedem já jiešmeridemvuoigâdvuođâ ovdánem .

source: – Sámedikki váldobargovuogit leat ráđđádallamat , cealkámušat ja álgagat .
smn: – Sämitige válduášáliih toimâmhäämih láá ráđádâlmeh , ciälkkámušah já alguuh .

source: Sámiid dáláš iešmearridanvuoigatvuohta lea ráddjejuvvon oktasaš oainnu ovdan buktimii ja ovttasbargui sámedikki bokte , dajai Näkkäläjärvi .
smn: Sämmilij tááláš jiešmeridemvuoigâdvuotâ rájášuvá ohtsii uáivil oovdânpyehtimân já sämmilij ohtsii oovdâstmân sämitige pehti , páhudij Näkkäläjärvi .

source: Govas Norgga sámedikki várreságadoalli Laila Susanne Vars , Suoma Sámedikki ságadoalli Klemetti Näkkäläjärvi ja ON álgoálbmotvuoigatvuođaid earenoamášraporterejeaddji , professor James Anaya .
smn: Kooveest Taažâ sämitige värisaavâjođetteijee Laila Susanne Vars , Suomâ sämitige saavâjođetteijee Klemetti Näkkäläjärvi já Ovtâstum Aalmugij algâaalmugij vuoigâdvuođâi sierânâsraportistee , professor James Anaya .

source: Govva : Sára Márjá Magga .
smn: Kove : Sára Márjá Magga .

source: Loga Klemetti Näkkäläjärvi olles sága Saami People ´s right to self-determination in Finland K Näkkäläjärvi 150410 .
smn: Luuvâ Juvá Leemit , Klemetti Näkkäläjärvi saavâ ollásávt Saami People ´s right to self-determination in Finland K Näkkäläjärvi 150410 .
